{
  "movies": [
    {
      "title": "Дюна",
      "year": 2021,
      "durationMin": 156,
      "author": "Дени Вильнёв",
      "genre": "Научная фантастика",
      "annotation": "Наследник знаменитого дома Атрейдесов Пол отправляется вместе с семьей на одну из самых опасных планет во Вселенной — Арракис. Здесь нет ничего, кроме песка, палящего солнца, гигантских чудовищ и основной причины межгалактических конфликтов — невероятно ценного ресурса, который называется меланж. В результате захвата власти Пол вынужден бежать и скрываться, и это становится началом его путешествия. Враждебный мир Арракиса приготовил для него множество испытаний, но только тот, кто готов взглянуть в глаза своему страху, достоин стать избранным."
    },
    {
      "title": "Джокер",
      "year": 2019,
      "durationMin": 122,
      "author": "Тодд Филлипс",
      "genre": "Криминал, Драма, Триллер",
      "annotation":"Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера."
    },
    {
      "title": "Мстители: Финал",
      "year": 2019,
      "durationMin": 181,
      "author": "Энтони Руссо, Джо Руссо",
      "genre": "Экшн, Приключения, Драма",
      "annotation": "Оставшиеся в живых члены команды Мстителей и их союзники должны разработать новый план, который поможет противостоять разрушительным действиям могущественного титана Таноса. После наиболее масштабной и трагической битвы в истории они не могут допустить ошибку."
    },
    {
      "title": "Паразиты",
      "year": 2019,
      "durationMin": 132,
      "author": "Бон Чжун Хо",
      "genre": "Комедия, Драма, Триллер",
      "annotation": "Обычное корейское семейство Кимов жизнь не балует. Приходится жить в сыром грязном полуподвале, воровать интернет у соседей и перебиваться случайными подработками. Однажды друг сына семейства, уезжая на стажировку за границу, предлагает тому заменить его и поработать репетитором у старшеклассницы в богатой семье Пак. Подделав диплом о высшем образовании, парень отправляется в шикарный дизайнерский особняк и производит на хозяйку дома хорошее впечатление. Тут же ему в голову приходит необычный план по трудоустройству сестры."
    },
    {
      "title": "Побег из Шоушенка",
      "year": 1994,
      "durationMin": 142,
      "author": "Фрэнк Дарабонт",
      "genre": "Драма",
      "annotation": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения."
    }
  ]
}